Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Today's actions
de: Heutige Aktionen
es: Acciones de hoy
fr: Actions du jour
it: Azioni di oggi
pl: Dzisiejsze działania
pt_pt: Ações de hoje
ru: Действия на сегодня
th: การกระทำของวันนี้
zh_hans: 今日行动
zh_hant: 今日行動

source: Today's brief
de: Heutiges Briefing
es: Resumen de hoy
fr: Brief du jour
it: Il riassunto di oggi
pl: Dzisiejsza odprawa
pt_pt: Resumo de hoje
ru: Сегодняшний краткий обзор
th: สรุปวันนี้
zh_hans: 今天的简报
zh_hant: 今天的簡報

source: Today's derived stress index.
de: Der heutige abgeleitete Stressindex.
es: El índice de estrés derivado de hoy.
fr: L'indice de stress dérivé du jour.
it: Indice di stress derivato di oggi.
pl: Dzisiejszy wyliczony wskaźnik stresu.
pt_pt: O índice de stress derivado de hoje.
ru: Произведенный сегодня индекс стресса.
th: ดัชนีความเครียดที่ได้รับวันนี้
zh_hans: 今天导出的压力指数。
zh_hant: 今天導出的壓力指數。

source: Today's drinks
de: Heutige Getränke
es: Bebidas de hoy
fr: Boissons du jour
it: Bevande di oggi
pl: Dzisiejsze drinki
pt_pt: As bebidas de hoje
ru: Напитки сегодня
th: เครื่องดื่มวันนี้
zh_hans: 今日饮品
zh_hant: 今日飲品

source: Today's fluid
de: Flüssigkeit heute
es: Líquido de hoy
fr: Hydratation du jour
it: Liquidi di oggi
pl: Dzisiejszy płyn
pt_pt: O fluido de hoje
ru: Жидкость за сегодня
th: ปริมาณน้ำวันนี้
zh_hans: 今日水分
zh_hant: 今日水分

source: Today's mood
de: Heutige Stimmung
es: Ánimo de hoy
fr: Humeur du jour
it: Umore di oggi
pl: Dzisiejszy nastrój
pt_pt: Humor de hoje
ru: Настроение сегодня
th: อารมณ์วันนี้
zh_hans: 今日心情
zh_hant: 今日心情

# Today's mood: %@, %lld of 5
source: Today's mood: %1$@, %2$lld of 5
de: Heutige Stimmung: %1$@, %2$lld von 5
es: Ánimo de hoy: %@, %lld de 5
fr: Humeur du jour : %1$@, %2$lld sur 5
it: Umore di oggi: %1$@, %2$lld su 5
pl: Dzisiejszy nastrój: %1$@, %2$lld wynoszący 5
pt_pt: Estado de espírito de hoje: %1$@, %2$lld de 5
ru: Настроение сегодня: %1$@, %2$lld из 5
th: อารมณ์วันนี้: %@, %lld จาก 5
zh_hans: 今日心情：%1$@，%2$lld / 5
zh_hant: 今日心情：%1$@，%2$lld / 5

source: Today's push / maintain / rest call
de: Die heutige Einschätzung: pushen / halten / ruhen
es: La recomendación de hoy: exigir / mantener / descansar
fr: La recommandation du jour : pousser / maintenir / se reposer
it: Chiamata push/mantenimento/resto di oggi
pl: Dzisiejsza decyzja: przyspiesz / utrzymaj / odpocznij
pt_pt: Chamada push/manter/rest de hoje
ru: Сегодняшний звонок для вызова/поддержки/отдыха
th: สายดัน/รักษา/พักสายวันนี้
zh_hans: 今天的推送/维持/休息电话
zh_hant: 今天的推播/維持/休息電話

source: Today's scores owned by %@
de: Heutige Werte gehören %@
es: Puntuaciones de hoy a cargo de %@
fr: Scores du jour gérés par %@
it: Punteggi di oggi gestiti da %@
pl: Dzisiejsze wyniki są własnością %@
pt_pt: Pontuações de hoje propriedade de %@
ru: Сегодняшние показатели от %@
th: คะแนนวันนี้ของ %@
zh_hans: 今日评分由 %@ 主导
zh_hant: 今日評分由 %@ 主導

source: Today's session
de: Heutige Einheit
es: Sesión de hoy
fr: Séance du jour
it: La sessione di oggi
pl: Dzisiejsza sesja
pt_pt: Sessão de hoje
ru: Сегодняшняя сессия
th: เซสชั่นวันนี้
zh_hans: 今天的会议
zh_hant: 今天的會議

# Today's stress split: calm %@, moderate %@, high %@.
source: Today's stress split: calm %1$@, moderate %2$@, high %3$@.
de: Heutige Stress-Aufteilung: ruhig %1$@, moderat %2$@, hoch %3$@.
es: Reparto del estrés de hoy: calma %@, moderado %@, alto %@.
fr: Répartition du stress aujourd'hui : calme %1$@, modéré %2$@, élevé %3$@.
it: Ripartizione dello stress di oggi: calmo %1$@, moderato %2$@, alto %3$@.
pl: Dzisiejszy podział stresu: spokojny %1$@, umiarkowany %2$@, wysoki %3$@.
pt_pt: Divisão de stress de hoje: calmo %1$@, moderado %2$@, elevado %3$@.
ru: Разбивка стресса сегодня: спокойствие %1$@, умеренный %2$@, высокий %3$@.
th: แยกความเครียดวันนี้: สงบ %@, ปานกลาง %@, สูง %@
zh_hans: 今日压力分布：平静 %1$@，中等 %2$@，高 %3$@。
zh_hant: 今日壓力分佈：平靜 %@，中等 %@，高 %@。

source: Today’s Synthesis
de: Heutige Zusammenfassung
es: Resumen del dia
fr: Synthèse du jour
it: Sintesi di oggi
pl: Dzisiejsza synteza
pt_pt: A Síntese de Hoje
ru: Сводка за сегодня
th: การสังเคราะห์วันนี้
zh_hans: 今日综览
zh_hant: 今日綜覽

source: Today's Timeline
de: Heutige Timeline
es: Cronología de hoy
fr: Chronologie du jour
it: Cronologia di oggi
pl: Dzisiejsza oś czasu
pt_pt: Linha do tempo de hoje
ru: Хронология сегодняшнего дня
th: ไทม์ไลน์วันนี้
zh_hans: 今日时间线
zh_hant: 今日時間線

source: Today's value is your recorded daily stress score (0-3).
de: Der heutige Wert ist Ihr aufgezeichneter täglicher Stresswert (0-3).
es: El valor de hoy es su puntuación de estrés diaria registrada (0-3).
fr: La valeur d'aujourd'hui correspond à votre score de stress quotidien enregistré (0-3).
it: Il valore di oggi è il tuo punteggio di stress giornaliero registrato (0-3).
pl: Dzisiejsza wartość to Twój zapisany dzienny wynik stresu (0-3).
pt_pt: O valor de hoje é a sua pontuação de estresse diário registrada (0-3).
ru: Сегодняшнее значение — это зарегистрированная вами ежедневная оценка стресса (0–3).
th: ค่าของวันนี้คือคะแนนความเครียดรายวันที่บันทึกไว้ (0–3)
zh_hans: 今天的值是您记录的每日压力分数 (0-3)。
zh_hant: 今天的值是您記錄的每日壓力分數 (0-3)。

source: Today's value is your recorded daily stress score (0–3).
de: Der heutige Wert ist dein aufgezeichneter täglicher Stresswert (0–3).
es: El valor de hoy es tu puntuación diaria de estrés registrada (0–3).
fr: La valeur du jour est votre score de stress quotidien enregistré (0–3).
it: Il valore di oggi è il tuo punteggio di stress giornaliero registrato (0–3).
pl: Dzisiejsza wartość to zarejestrowany dzienny wynik stresu (0–3).
pt_pt: O valor de hoje é a tua pontuação de stress diário registada (0–3).
ru: Сегодняшнее значение, это ваш записанный дневной балл стресса (0–3).
th: มูลค่าของวันนี้คือคะแนนความเครียดรายวันที่คุณบันทึกไว้ (0–3)
zh_hans: 今天的数值是你记录的每日压力评分（0–3）。
zh_hant: 今天的數值是你記錄的每日壓力評分（0–3）。

source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
it: Domani
pl: Jutro
pt_pt: Amanhã
ru: Завтра
th: พรุ่งนี้
zh_hans: 明天
zh_hant: 明天

source: Tomorrow’s %@
de: %@ von morgen
es: %@ de mañana
fr: %@ de demain
it: %@ di domani
pl: Jutro %@
pt_pt: %@ de amanhã
ru: Завтра: %@
th: พรุ่งนี้ %@
zh_hans: 明天的 %@
zh_hant: 明天的 %@

source: Tomorrow's Charge
de: Ladung von morgen
es: Carga de mañana
fr: Charge de demain
it: Carica di domani
pl: Jutro Energia
pt_pt: Carga de amanhã
ru: Завтрашний Заряд
th: พลังฟื้นตัวของวันพรุ่งนี้
zh_hans: 明天的能量
zh_hant: 明天的能量

# Tomorrow's Charge estimate %lld plus or minus %lld
source: Tomorrow's Charge estimate %1$lld plus or minus %2$lld
de: Ladungs-Schätzung für morgen %1$lld plus/minus %2$lld
es: Estimación de Carga de mañana %lld más o menos %lld
fr: Estimation de la charge de demain %1$lld plus ou moins %2$lld
it: Stima della carica di domani %1$lld più o meno %2$lld
pl: Jutro oszacowanie Energia %1$lld plus lub minus %2$lld
pt_pt: Estimativa de Carga de amanhã %1$lld mais ou menos %2$lld
ru: Оценка завтрашнего Заряда %1$lld плюс-минус %2$lld
th: ค่าประมาณพลังฟื้นตัวของวันพรุ่งนี้ %lld บวกหรือลบ %lld
zh_hans: 明天的能量估算 %1$lld 加减 %2$lld
zh_hant: 明天的能量估算 %1$lld 加減 %2$lld

source: Tomorrow's Charge under a plan
de: Deine Charge morgen unter einem Plan
es: Tu Charge de mañana con un plan
fr: Votre Charge de demain selon un plan
it: Domani è Charge secondo un piano
pl: Jutrzejszy Poziom energii przy danym planie
pt_pt: Charge de amanhã sob um plano
ru: Завтрашний Charge по плану
th: พรุ่งนี้ชาร์จตามแผน
zh_hans: 计划中的明天 Charge
zh_hant: 計劃中的明天 Charge

source: Tone
de: Ton
es: Tono
fr: Ton
it: Tono
pl: Ton
pt_pt: Tom
ru: Тон
th: โทน
zh_hans: 语气
zh_hant: 語氣

source: Tonight
de: Heute Nacht
es: Esta noche
fr: Ce soir
it: Stanotte
pl: Dziś wieczorem
pt_pt: Esta noite
ru: Сегодня ночью
th: คืนนี้
zh_hans: 今晚
zh_hant: 今晚

source: Tonight’s forecast
de: Prognose für heute Nacht
es: Pronóstico de esta noche
fr: Prévision de ce soir
it: Previsione per stanotte
pl: Prognoza na dziś
pt_pt: Previsão para esta noite
ru: Прогноз на эту ночь
th: พยากรณ์คืนนี้
zh_hans: 今晚预测
zh_hant: 今晚預報

source: Tonight's lands after you sleep with the strap on.
de: Der Wert für heute Nacht kommt, nachdem du mit dem Strap geschlafen hast.
es: El de esta noche llega después de dormir con la pulsera puesta.
fr: Celui de ce soir arrive après avoir dormi avec le bracelet.
it: Quella di stanotte arriva dopo che hai dormito con la fascia indossata.
pl: Dzisiejsza noc kończy się po tym, jak śpisz z założonym paskiem.
pt_pt: A noite de hoje chega depois de ter dormido com a pega.
ru: Показатель этой ночи появится после того, как вы поспите с браслетом.
th: คะแนนคืนนี้จะแสดงหลังจากคุณสวมสายรัดนอน
zh_hans: 今晚的会在你佩戴手环入睡后出现。
zh_hant: 今晚的會在你佩戴手環入睡後出現。

source: Too short to judge — the band needs a few minutes to mean anything.
de: Zu kurz für eine Bewertung - der Zielbereich braucht ein paar Minuten, um aussagekräftig zu sein.
es: Demasiado corto para juzgar: la zona necesita unos minutos para significar algo.
fr: Trop court pour juger - la zone a besoin de quelques minutes pour avoir un sens.
it: Troppo breve per giudicare - la fascia ha bisogno di qualche minuto per avere un senso.
pl: Zbyt krótkie, aby oceniać – zespół potrzebuje kilku minut, aby cokolwiek znaczyć.
pt_pt: Demasiado curto para julgar – a banda precisa de alguns minutos para tignificar alguma coisa.
ru: Слишком коротко для оценки — браслету нужно несколько минут, чтобы данные обрели смысл.
th: สั้นเกินกว่าจะตัดสินได้ — ช่วงเป้าหมายต้องใช้เวลาสองสามนาทีเพื่อสื่อความหมายใดๆ
zh_hans: 时间太短，无法判断——目标区间需要几分钟才有参考意义。
zh_hant: 時間太短，無法判斷——目標區間需要幾分鐘才有參考意義。

source: too slow to project an arrival
de: zu langsam für eine Ankunftsprognose
es: demasiado lento para proyectar una llegada
fr: trop lent pour projeter une arrivée
it: troppo lento per stimare un arrivo
pl: zbyt wolno, by wyznaczyć datę dojścia
pt_pt: demasiado lento para projetar uma chegada
ru: слишком медленно для прогноза достижения
th: ช้าเกินไปที่จะคาดการณ์การมาถึง
zh_hans: 太慢，无法推算达成日期
zh_hant: 太慢，無法推算達成日期

source: Too tired
de: Zu müde
es: Demasiado cansado
fr: Trop fatigué
it: Troppo stanco
pl: Za duże zmęczenie
pt_pt: Muito cansado
ru: Слишком устал
th: เหนื่อยเกินไป
zh_hans: 太累了
zh_hant: 太累了

source: Top left
de: Oben links
es: Arriba a la izquierda
fr: En haut à gauche
it: In alto a sinistra
pl: Lewy górny róg
pt_pt: Canto superior esquerdo
ru: Вверху слева
th: ซ้ายบน
zh_hans: 左上
zh_hant: 左上

source: Top right
de: Oben rechts
es: Arriba a la derecha
fr: En haut à droite
it: In alto a destra
pl: Prawy górny róg
pt_pt: Canto superior direito
ru: Вверху справа
th: ขวาบน
zh_hans: 右上
zh_hant: 右上

source: Top sport
de: Top-Sportart
es: Deporte principal
fr: Sport principal
it: Sport principale
pl: Najlepszy sport
pt_pt: Esporte principal
ru: Основной вид спорта
th: กีฬายอดนิยม
zh_hans: 最常运动
zh_hant: 最常運動

source: Total
de: Gesamt
it: Totale
pl: Całkowity
ru: Всего
th: รวม
zh_hans: 总计
zh_hant: 總計

source: Total Calories
de: Kalorien gesamt
es: Calorías totales
fr: Calories totales
it: Calorie totali
pl: Całkowita liczba kalorii
pt_pt: Calorias totais
ru: Всего калорий
th: แคลอรีทั้งหมด
zh_hans: 总卡路里
zh_hant: 總卡路里

source: Total Distance
de: Distanz gesamt
es: Distancia total
fr: Distance totale
it: Distanza totale
pl: Całkowita odległość
pt_pt: Distância total
ru: Общая дистанция
th: ระยะทางรวม
zh_hans: 总距离
zh_hant: 總距離

source: Total Time
de: Zeit gesamt
es: Tiempo total
fr: Temps total
it: Tempo totale
pl: Całkowity czas
pt_pt: Tempo total
ru: Общее время
th: เวลาทั้งหมด
zh_hans: 总时长
zh_hant: 總時長

source: Total Workouts
de: Workouts gesamt
es: Entrenamientos totales
fr: Total des entraînements
it: Allenamenti totali
pl: Suma treningów
pt_pt: Total de treinos
ru: Всего тренировок
th: การออกกำลังกายทั้งหมด
zh_hans: 锻炼总数
zh_hant: 鍛鍊總數

source: Track a workout manually. Records heart rate and effort until you end it.
de: Zeichne ein Workout manuell auf. Erfasst Herzfrequenz und Anstrengung, bis du es beendest.
es: Registra un entrenamiento manualmente. Guarda la frecuencia cardíaca y el esfuerzo hasta que lo termines.
fr: Suivez un entraînement manuellement. Enregistre la fréquence cardiaque et l'effort jusqu'à ce que vous le terminiez.
it: Traccia un allenamento manualmente, registra frequenza cardiaca e sforzo finché non lo termini.
pl: Śledź trening ręcznie. Rejestruje tętno i wysiłek, dopóki go nie zakończysz.
pt_pt: Acompanhe um treino manualmente. Regista a frequência cardíaca e o esforço até o terminar.
ru: Записывайте тренировку вручную. Фиксирует пульс и усилие, пока вы её не завершите.
th: ติดตามการออกกำลังกายด้วยตนเอง บันทึกอัตราการเต้นหัวใจและภาระร่างกายจนกว่าคุณจะสิ้นสุด
zh_hans: 手动追踪一次锻炼，记录心率和消耗，直到你结束它。
zh_hant: 手動追蹤一次鍛鍊，記錄心率和消耗，直到你結束它。

source: tracked, not scored
de: erfasst, nicht bewertet
es: registrado, no puntuado
fr: suivi, non noté
it: monitorato, non valutato
pl: śledzone, nieoceniane
pt_pt: registado, não pontuado
ru: отслеживается, но не оценивается
th: ติดตามไว้แต่ไม่นำมาคิดคะแนน
zh_hans: 仅记录，不评分
zh_hant: 僅記錄，不評分

source: Tracks your wake time — around %@ lately. Refreshes each time you open NOOP.
de: Verfolgt Ihre Weckzeit – in letzter Zeit etwa %@. Wird jedes Mal aktualisiert, wenn Sie NOOP öffnen.
es: Realiza un seguimiento de tu hora de despertar: alrededor del %@ últimamente. Se actualiza cada vez que abre NOOP.
fr: Suit votre heure de réveil – vers %@ ces derniers temps. S'actualise chaque fois que vous ouvrez NOOP.
it: Tiene traccia del tuo orario di veglia, intorno alle %@ ultimamente. Si aggiorna ogni volta che apri NOOP.
pl: Śledzi Twoją porę pobudki — ostatnio około %@. Odświeża się przy każdym otwarciu NOOP.
pt_pt: Monitora seu horário de despertar — por volta de %@ recentemente. Atualiza cada vez que você abre NOOP.
ru: Отслеживает время пробуждения — около %@ за последнее время. Обновляется каждый раз, когда вы открываете NOOP.
th: ติดตามเวลาตื่นของคุณ — ประมาณ %@ ในช่วงนี้ รีเฟรชทุกครั้งที่คุณเปิด NOOP
zh_hans: 跟踪您的起床时间 — 最近 %@ 左右。每次打开NOOP时刷新。
zh_hant: 追蹤您的起床時間 — 最近 %@ 左右。每次開啟NOOP時刷新。

source: Trailing
de: Letzte
es: Últimos
fr: Derniers
it: Ultimi
pl: Kończący
pt_pt: Últimos
ru: Последние
th: ช้ากว่าแผน
zh_hans: 近
zh_hant: 過去

source: Trailing %lld days
de: Letzte %lld Tage
es: Últimos %lld días
fr: %lld derniers jours
it: Ultimi %lld giorni
pl: Końcowe dni %lld
pt_pt: Últimos %lld dias
ru: Последние %lld дн.
th: ต่อท้าย %lld วัน
zh_hans: 近 %lld 天
zh_hant: 過去 %lld 天

source: Trailing window
de: Gleitendes Fenster
es: Ventana móvil
fr: Fenêtre glissante
it: Finestra retrospettiva
pl: Okno końcowe
pt_pt: Janela final
ru: Скользящее окно
th: ช่วงข้อมูลต่อท้าย
zh_hans: 回溯窗口
zh_hant: 回溯視窗

source: Train by feel. The strap buzzes so you don't have to watch a screen.
de: Trainiere nach Gefühl. Der Strap vibriert, damit du nicht auf einen Bildschirm schauen musst.
es: Entrena por sensaciones. La pulsera vibra para que no tengas que mirar una pantalla.
fr: Entraînez-vous au ressenti. Le bracelet vibre pour que vous n'ayez pas à regarder un écran.
it: Allenati a sensazione. La fascia vibra così non devi guardare uno schermo.
pl: Trenuj na wyczucie. Pasek brzęczy, więc nie musisz patrzeć na ekran.
pt_pt: Treine pelo sentimento. A bracelete vibra para que não tenha de assistir a um ecrã.
ru: Тренируйтесь по ощущениям. Браслет вибрирует, чтобы вам не нужно было смотреть на экран.
th: ฝึกตามความรู้สึก สายรัดจะสั่นบอกจังหวะ คุณจึงไม่ต้องคอยมองหน้าจอ
zh_hans: 凭感觉训练。手环会震动提醒，你无需盯着屏幕。
zh_hant: 憑感覺訓練。手環會震動，你不必盯著螢幕。

source: Train regularly
de: Regelmäßig trainieren
es: Entrenar con regularidad
fr: S'entraîner régulièrement
it: Allenati regolarmente
pl: Trenuj regularnie
pt_pt: Treine regularmente
ru: Тренируйтесь регулярно
th: ฝึกอย่างสม่ำเสมอ
zh_hans: 定期训练
zh_hant: 定期訓練

source: Training load
de: Trainingsbelastung
es: Carga de entrenamiento
fr: Charge d'entraînement
it: Carico di allenamento
pl: Obciążenie treningowe
pt_pt: Carga de treino
ru: Тренировочная нагрузка
th: ภาระการฝึก
zh_hans: 训练负荷
zh_hant: 訓練負荷

source: Training preferences
de: Trainingspräferenzen
es: Preferencias de entrenamiento
fr: Préférences d’entraînement
it: Preferenze di allenamento
pl: Preferencje treningowe
pt_pt: Preferências de treino
ru: Предпочтения в тренировках
th: การตั้งค่าการฝึกอบรม
zh_hans: 训练偏好
zh_hant: 訓練偏好

source: Training variety
de: Trainingsvielfalt
es: Variedad de entrenamiento
fr: Variété d'entraînement
it: Varietà di allenamento
pl: Różnorodność treningowa
pt_pt: Variedade de formação
ru: Разнообразие тренировок
th: การฝึกอบรมที่หลากหลาย
zh_hans: 训练多样性
zh_hant: 訓練多樣性

source: Transparent cards
de: Transparente Karten
es: Tarjetas transparentes
fr: Cartes transparentes
it: Schede trasparenti
pl: Przezroczyste karty
pt_pt: Cartões transparentes
ru: Прозрачные карточки
th: การ์ดใส
zh_hans: 透明卡片
zh_hant: 透明卡片

source: Travelling
de: Unterwegs
es: De viaje
fr: En déplacement
it: Viaggiare
pl: Podróż
pt_pt: Viajando
ru: Путешествие
th: การเดินทาง
zh_hans: 旅行
zh_hant: 旅行

source: Treadmill, indoor bike, rower or cross-trainer (Bluetooth FTMS)
de: Laufband, Indoor-Bike, Rudergerät oder Crosstrainer (Bluetooth FTMS)
es: Cinta de correr, bicicleta estática, remo o elíptica (Bluetooth FTMS)
fr: Tapis de course, vélo d'appartement, rameur ou vélo elliptique (Bluetooth FTMS)
it: Tapis roulant, cyclette, vogatore o ellittica (Bluetooth FTMS)
pl: Bieżnia, rower stacjonarny, wioślarz lub orbitrek (Bluetooth FTMS)
pt_pt: Passadeira, bicicleta de interior, remador ou cross-trainer (Bluetooth FTMS)
ru: Беговая дорожка, велотренажёр, гребной тренажёр или эллипсоид (Bluetooth FTMS)
th: ลู่วิ่ง จักรยานในร่ม เครื่องกรรเชียงหรือเครื่องฝึกแบบผสมผสาน (Bluetooth FTMS)
zh_hans: 跑步机、室内单车、划船机或椭圆机（Bluetooth FTMS）
zh_hant: 跑步機、室內單車、划船機或橢圓機（Bluetooth FTMS）

source: Treat its answers as a helpful second opinion. Don't follow them blindly — keep using your own judgement.
de: Sieh seine Antworten als hilfreiche zweite Meinung. Folge ihnen nicht blind — nutze weiter deinen eigenen Verstand.
es: Toma sus respuestas como una útil segunda opinión. No las sigas a ciegas: usa tu propio juicio.
fr: Considère ses réponses comme un deuxième avis utile. Ne les suis pas aveuglément — garde ton propre jugement.
it: Tratta le sue risposte come una seconda opinione utile. Non seguirli ciecamente: continua a usare il tuo giudizio.
pl: Traktuj jego odpowiedzi jak pomocną drugą opinię. Nie stosuj ich bezkrytycznie — nadal kieruj się własnym osądem.
pt_pt: Trate suas respostas como uma segunda opinião útil. Não os siga cegamente – continue usando seu próprio julgamento.
ru: Относитесь к его ответам как к полезному второму мнению. Не следуйте им слепо — продолжайте руководствоваться собственными суждениями.
th: ถือว่าคำตอบเป็นความคิดเห็นที่สองที่เป็นประโยชน์ อย่าติดตามพวกเขาอย่างสุ่มสี่สุ่มห้า จงใช้วิจารณญาณของคุณเองต่อไป
zh_hans: 将其答案视为有用的第二意见。不要盲目跟随他们——继续使用你自己的判断。
zh_hant: 將其答案視為有用的第二意見。不要盲目跟隨他們－繼續使用你自己的判斷。

source: Treated as health information.
de: Wird als Gesundheitsinformation behandelt.
es: Se trata como información de salud.
fr: Traité comme une information de santé.
it: Trattato come informazione sanitaria.
pl: Traktowane jako informacja zdrowotna.
pt_pt: Tratado como informação de saúde.
ru: Считается медицинской информацией.
th: ถือเป็นข้อมูลด้านสุขภาพ
zh_hans: 作为健康信息处理。
zh_hant: 作為健康資訊處理。

source: Trend chart style
de: Trenddiagrammstil
es: Estilo de gráfico de tendencias
fr: Style de graphique de tendance
it: Stile del grafico di tendenza
pl: Styl wykresu trendu
pt_pt: Estilo de gráfico de tendências
ru: Стиль диаграммы тренда
th: รูปแบบกราฟแนวโน้ม
zh_hans: 趋势图样式
zh_hant: 趨勢圖樣式

source: Trend charts
de: Trenddiagramme
es: Gráficos de tendencias
fr: Tableaux de tendances
pl: Wykresy trendów
pt_pt: Gráficos de tendências
th: แผนภูมิแนวโน้ม
zh_hans: 趋势图表

source: Trend only where supported, and Apple removed the SpO₂ sensor from the newest US units, so on those it simply isn't there. NOOP shows nothing rather than a fake reading.
de: Trend nur wo unterstützt, und Apple hat den SpO₂-Sensor aus den neuesten US-Geräten entfernt – dort gibt es ihn also schlicht nicht. NOOP zeigt lieber nichts als eine falsche Messung.
es: Tendencia solo donde hay soporte, y Apple quitó el sensor de SpO₂ en las unidades más recientes de EE. UU., así que en esas simplemente no existe. NOOP no muestra nada antes que una lectura falsa.
fr: Tendance seulement là où c'est pris en charge, et Apple a retiré le capteur de SpO₂ des derniers modèles américains, donc il est tout simplement absent sur ceux-ci. NOOP n'affiche rien plutôt qu'une fausse mesure.
it: Andamento solo dove supportato, e Apple ha rimosso il sensore SpO₂ dalle unità USA più recenti, quindi su quelle semplicemente non c'è. NOOP non mostra nulla piuttosto che una lettura finta.
pl: Trend tylko tam, gdzie jest obsługiwany, a Apple usunął czujnik SpO₂ z najnowszych modeli amerykańskich, więc na tych po prostu go nie ma. NOOP nie pokazuje niczego poza fałszywym odczytem.
pt_pt: Tendência apenas onde há suporte, e a Apple removeu o sensor SpO₂ das unidades mais recentes dos EUA, pelo que naquelas simplesmente não está lá. O NOOP não mostra nada além de uma leitura falsa.
ru: Тренд доступен только там, где поддерживается, а Apple убрала датчик SpO₂ из новейших моделей для США, поэтому на них его просто нет. NOOP не показывает ничего вместо поддельного значения.
th: Trend เฉพาะเมื่อรองรับเท่านั้น และ Apple ได้ถอดเซ็นเซอร์ SpO₂ ออกจากหน่วยใหม่ล่าสุดของสหรัฐอเมริกา ดังนั้นในหน่วยเหล่านั้นจึงไม่มีอยู่ที่นั่น NOOP ไม่แสดงอะไรเลยนอกจากการอ่านปลอม
zh_hans: 仅在支持时显示趋势。Apple 已从最新的美版设备中移除 SpO₂ 传感器，因此这些设备上根本没有该数据。NOOP 宁可不显示，也不会给出虚假读数。
zh_hant: 僅在支援的機型上顯示趨勢，而 Apple 已從最新的美國版機型中移除 SpO₂ 感測器，所以那些機型上根本沒有這項數據。NOOP 寧可不顯示，也不會給出假讀數。

source: Trend towards the goal
de: Tendenz zum Ziel
es: Tendencia hacia la meta
fr: Tendance vers l'objectif
it: Tendenza verso l'obiettivo
pl: Trend w kierunku celu
pt_pt: Tendência em direção ao objetivo
ru: Тенденция к цели
th: แนวโน้มไปสู่เป้าหมาย
zh_hans: 朝着目标的趋势
zh_hant: 朝著目標的趨勢

source: Trend window
de: Trendfenster
es: Ventana de tendencias
fr: Fenêtre de tendance
pl: Okno trendu
pt_pt: Janela de tendências
th: ช่วงข้อมูลเทรนด์

source: Trends across a range of weeks or months
de: Trends über mehrere Wochen oder Monate
es: Tendencias a lo largo de semanas o meses
fr: Tendances sur plusieurs semaines ou mois
it: Tendenze in un intervallo di settimane o mesi
pl: Trendy w zakresie tygodni lub miesięcy
pt_pt: Tendências em um intervalo de semanas ou meses
ru: Тенденции за несколько недель или месяцев
th: แนวโน้มในช่วงสัปดาห์หรือเดือน
zh_hans: 几周或几个月的趋势
zh_hant: 幾週或幾個月的趨勢

source: Trends need history to draw. Import your WHOOP export in Data Sources to see weeks, months and years instantly.
de: Trends benötigen Verlauf zur Darstellung. Importiere deinen WHOOP-Export unter Datenquellen, um Wochen, Monate und Jahre sofort zu sehen.
es: Las tendencias necesitan historial para dibujarse. Importa tu exportación de WHOOP en Fuentes de datos para ver semanas, meses y años al instante.
fr: Les tendances ont besoin d'historique pour s'afficher. Importez votre export WHOOP dans Sources de données pour voir semaines, mois et années instantanément.
it: Gli andamenti hanno bisogno di una cronologia per essere tracciati. Importa la tua esportazione WHOOP in Sorgenti dati per vedere subito settimane, mesi e anni.
pl: Trendy potrzebują historii, aby rysować. Zaimportuj eksport WHOOP do źródeł danych, aby natychmiast zobaczyć tygodnie, miesiące i lata.
pt_pt: As tendências precisam da histórico para serem desenhadas. Importe a tua exportação WHOOP em fontes de dados para ver semanas, meses e anos instantaneamente.
ru: Для построения трендов нужна история. Импортируйте данные WHOOP в разделе «Источники данных», чтобы сразу увидеть данные за недели, месяцы и годы.
th: แนวโน้มต้องใช้ข้อมูลย้อนหลัง นำเข้าไฟล์ส่งออก WHOOP ในแหล่งข้อมูลเพื่อดูข้อมูลรายสัปดาห์ รายเดือน และรายปีได้ทันที
zh_hans: 趋势需要历史数据才能绘制。请在「数据来源」中导入你的 WHOOP 导出文件，即可立即查看数周、数月和数年的趋势。
zh_hant: 趨勢需要歷史資料才能繪製。請在「資料來源」中匯入你的 WHOOP 匯出檔案，即可立即查看數週、數月和數年的趨勢。
